#
#                _                              _
#               | |_ __ _ _ __     ___ __ _ ___| | _____
#               | __/ _` | '_ \   / __/ _` / __| |/ / __|
#               | || (_| | |_) | | (_| (_| \__ \   <\__ \
#                \__\__,_| .__/   \___\__,_|___/_|\_\___/
#                        |_|
#

tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"


brew "asciinema"
brew "cowsay"
brew "ctags"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "htop"
brew "ipython"
brew "mackup"
brew "mas"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "node"
brew "parallel"
brew "rsync"
brew "ssh-copy-id"
brew "subversion"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "webpack"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "cakebrew"
cask "cyberduck"
cask "dbngin"
cask "diffmerge"
cask "dropbox"
cask "firefox"
cask "freemind"
cask "geektool"
cask "gisto"
cask "gitkraken"
cask "google-drive-file-stream"
cask "handbrake"
cask "iterm2"
cask "little-snitch"
cask "macdown"
cask "macvim"
cask "microsoft-office"
cask "openemu"
cask "osxfuse"
cask "postman"
cask "qlmarkdown"
cask "recordit"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "the-unarchiver"
cask "vmware-fusion"
cask "webstorm"
mas "App Cleaner", id: 1013897218
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Gemini 2", id: 1090488118
mas "Graphic", id: 404705039
mas "Howler Timer", id: 428846772
mas "HyperDock", id: 449830122
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "LiveReload", id: 482898991
mas "Mousepose", id: 405904955
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "Type Fu", id: 509818877
mas "Xcode", id: 497799835
